pred <- list( "ЛП" = "LP"             , "ИММЛЖ" = "IMMLG"          , "КДР"  = "KDR"             ,
              "ФВ" = "FV"             , "Общий холестерин" = "OX"  , "ЛПВП" = "LPVP"            ,
              "Глюкоза" = "Gluk"      , "Галлектин" = "Glek"       , "НУП" = "NYP"              ,
              "СРБ" = "SRB"           , "Мочевая кислота" = "MK"   , "СКФ" = "SKF"              ,
              "САД" = "SAD"           , "ДАД" = "DAD"              , "ЧСС" = "HSS"              ,
              "ХСН ФК" = "XSNFK"      , "ХСН (стадия)" = "XSNstade", "ХОБЛ" = "XOBL"            ,
              "Гипотериоз" = "HYPOTER", "Тимотоксикоз" = "TIMOTOX" , "Сахарный диабет " = "SDIA",
              "Абоминальное ожирение" = "FAT"
             )

risk <- list( #ЭИТ:
              "Рецидива ФП в группе в группе ЭИТ"          = "retsediva_FP_EIT",
              "Риск повторной госпитализации в группе ЭИТ" = "PPovtGosp"       ,
              "Риск кардиоэмболии в группе в группе ЭИТ"   = "PCardEmb"        ,
              "Риск ХСН в группе ЭИТ"                      = "PXCH"            ,
              
              #Без ЭИТ:
              "Риск рецидивы ФП в группе МТ (без ЭИТ)"                       = "PmtRezFp"   ,
              "Риск повторной госпитализации в группе в группе МТ (без ЭИТ)" = "PmtPovtGosp",
              "Риск кардиоэмболии в группе МТ (без ЭИТ)"                     = "PmtCardEmb" ,
              "Риск ХСН в группе МТ (без ЭИТ)"                               = "PmtXCH"
              )
